export const en_antifeatures = [
  {
    id: "Ads",
    name: "広告",
    desc: "モジュールには広告が含まれています。",
  },
  {
    id: "KnownVuln",
    name: "既知の脆弱性",
    desc: "このモジュールには、既知の脆弱性が含まれています。",
  },
  {
    id: "NSFW",
    name: "NSFW",
    desc: "このモジュールは、一般的に公開すべきではないコンテンツが含まれています。",
  },
  {
    id: "NoSourceSince",
    name: "ソースが不明",
    desc: "ソースコードが利用不能であり、更新もできません。",
  },
  {
    id: "NonFreeAdd",
    name: "無料ではないアドオン",
    desc: "このモジュールは、無料ではないアドオンを宣伝します。",
  },
  {
    id: "NonFreeAssets",
    name: "無料ではないアセット",
    desc: "このモジュールは、無料ではないアセットが含まれています。",
  },
  {
    id: "NonFreeDep",
    name: "無料ではない依存関係",
    desc: "このモジュールは、無料ではない依存関係が含まれています。",
  },
  {
    id: "NonFreeNet",
    name: "無料ではないネットワークサービス",
    desc: "このモジュールは、変更不可能または無料ではないネットワークサービスを推進または、完全な依存をしています。",
  },
  {
    id: "Tracking",
    name: "追跡",
    desc: "このモジュールは、アクティビティを追跡して報告します。",
  },
  {
    id: "UpstreamNonFree",
    name: "無料ではないアップストリーム",
    desc: "アップストリームのソースコードは完全に無料ではありません。",
  },
  {
    id: "Obfuscation",
    name: "難読化",
    desc: "モジュールのソースコードが難読化されている可能性があります。ソースの内容を理解、監査、変更が困難になります。",
  },
  {
    id: "UnaskedRemoval",
    name: "同意されていない削除",
    desc: "このモジュールは、ユーザーの同意なしにアプリ、ファイル、その他のモジュールを削除します。",
  },
];
